<?php

return [
    "INSERT INTO `__PREFIX__drama_reseller` VALUES (null, __SITEID__, '铜牌分销商', 'https://img.nymaite.com/chat/20230515/3722a5abfe39e847b19beb1d1a41164d.png', '{\"1\":\"1.申请为分销商可进行业务推广，推广佣金根据自己分销商等级进行分润。\",\"2\":\"2.升级为分销商之后，若想升级需重新全价购买。\",\"3\":\"3.如果自己推广的下级用户升级也申请了分销商，并且下属等级高于或等于 自己则无法享受分佣。若想享受分佣，需升级。\",\"4\":\"4.如果自己的分销商等级和下属一致，则享受5%的平级奖。\",\"5\":\"5.虚拟商品充值后不可退还。\"}', '0.01', 99.00, 1, 10.00, 5.00, 2592000, 4, 'normal', 1686384870, 1684889459, NULL,'fenxiao1','');",
    "INSERT INTO `__PREFIX__drama_reseller` VALUES (null, __SITEID__, '银牌分销商', 'https://img.nymaite.com/chat/20230515/3722a5abfe39e847b19beb1d1a41164d.png', '{\"1\":\"1.申请为分销商可进行业务推广，推广佣金根据自己分销商等级进行分润。\",\"2\":\"2.升级为分销商之后，若想升级需重新全价购买。\",\"3\":\"3.如果自己推广的下级用户升级也申请了分销商，并且下属等级高于或等于 自己则无法享受分佣。若想享受分佣，需升级。\",\"4\":\"4.如果自己的分销商等级和下属一致，则享受5%的平级奖。\",\"5\":\"5.虚拟商品充值后不可退还。\"}', '0.01', 299.00, 2, 20.00, 10.00, 31536000, 3, 'normal', 1686386566, 1684891042, NULL,'fenxiao2','');",
    "INSERT INTO `__PREFIX__drama_reseller` VALUES (null, __SITEID__, '金牌分销商', 'https://img.nymaite.com/chat/20230515/3722a5abfe39e847b19beb1d1a41164d.png', '{\"1\":\"1.申请为分销商可进行业务推广，推广佣金根据自己分销商等级进行分润。\",\"2\":\"2.升级为分销商之后，若想升级需重新全价购买。\",\"3\":\"3.如果自己推广的下级用户升级也申请了分销商，并且下属等级高于或等于 自己则无法享受分佣。若想享受分佣，需升级。\",\"4\":\"4.如果自己的分销商等级和下属一致，则享受5%的平级奖。\",\"5\":\"5.虚拟商品充值后不可退还。\"}', '199', 399.00, 3, 30.00, 15.00, 0, 2, 'normal', 1686386607, 1684892683, NULL,'fenxiao3','');",
];

