<?php

return [
    "INSERT INTO `vs_drama_usable` VALUES (null, __SITEID__, '套餐一', '', '特惠', '满足个人日常基础使用需求，无限制无期限随时使用。', '', 1500, 1000, 500, '0.01', '5', 0.00, 15.00, '1', 0, 1690792613, 1690792934,'jifen1');",
    "INSERT INTO `vs_drama_usable` VALUES (null, __SITEID__, '套餐二', '', '', '满足个人日常基础使用需求，无限制无期限随时使用。', '', 7900, 6900, 1000, '79.9', '10', 0.00, 99.90, '1', 0, 1690792772, 1690792939,'jifen2');",
    "INSERT INTO `vs_drama_usable` VALUES (null, __SITEID__, '套餐三', '', '超值', '满足个人日常基础使用需求，无限制无期限随时使用。', '', 9900, 6900, 3000, '89.9', '30', 0.00, 129.00, '1', 0, 1690792860, 1690792944,'jifen3');",
];
