<?php

return [
    "INSERT INTO `__PREFIX__drama_vip` VALUES (null, __SITEID__, 'd', '天卡', '这是周卡', '不限制播放，点击开通获得更好的服务。', '{\"VIP影视\":\"免费看\",\"收费影视\":\"优惠看\"}', '0.01', 0.01, 29.90, 1, '1', 0, 1666746972, 1690958295,'vip1','');",
    "INSERT INTO `__PREFIX__drama_vip` VALUES (null, __SITEID__, 'm', '月卡', '这是月卡', '不限制播放次数，点击开通获得更好的服务。', '{\"VIP影视\":\"免费看\",\"收费影视\":\"优惠看\"}', '28.00', 9.90, 58.00, 1, '1', 0, 1666747303, 1688636757,'vip2','');",
    "INSERT INTO `__PREFIX__drama_vip` VALUES (null, __SITEID__, 'y', '年卡', '这是年卡', '不限制播放次数，点击开通获得更好的服务。', '{\"VIP影视\":\"免费看\",\"收费影视\":\"优惠看\"}', '168.00', 69.90, 360.00, 1, '1', 0, 1666747351, 1688636763,'vip3','');",
];
